{
    "letsTalk":"Kontakt",
    "about me": "Über Mich",
    "hello": "Hallo, ich bin ein leidenschaftlicher Frontend-Entwickler mit umfangreicher Erfahrung in der Erstellung von Websites und anspruchsvollen Webanwendungen mit JavaScript und Angular. Meine Stärke liegt in der Übersetzung innovativer Designkonzepte in hochwertigen Code. Dank meiner umfassenden Kompetenzen und vielfältigen Projekterfahrungen bin ich in der Lage, komplexe Projekte erfolgreich durchzuführen. Ich lade Sie herzlich ein, einen Einblick in meine Arbeit zu werfen, die responsive Websites und Geschäftsanwendungen umfasst.",
    "bulp": "Mein Ziel ist es, jedes Projekt zu einem positiven Erlebnis für den Benutzer zu machen. Ich bin der Meinung, dass erfolgreiche Lösungen nicht nur funktional sein sollten, sondern den Benutzern auch echte Freude bereiten. Um dies zu erreichen, setze ich modernste Technologien ein und nutze meine Leidenschaft für kreative Innovationen, um das Beste aus jedem Projekt herauszuholen.",
    "puzzle": "Ich bin zutiefst davon überzeugt, dass die Kombination aus technischer Brillanz und einem starken Fokus auf die Bedürfnisse der Nutzer zu wirklich beeindruckenden Ergebnissen führen kann. Für mich bedeutet das, dass ich nicht nur sicherstellen muss, dass die technischen Aspekte eines Projekts robust und effizient sind, sondern auch, dass sie nahtlos mit den Bedürfnissen und Vorlieben der Endnutzer übereinstimmen. ",
    "mySkills": "Meine Skills",
    "skillText": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen <br> Frontend-Technologien und Konzepten",
    "getInTouch": "Kontaktiere mich",
    "portfolioIntroduction": "Dieser Abschnitt ist ein Beispiel für meine Arbeit - bitte probieren Sie sie aus.",
    "joinDescription": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "polloLocoDecscription": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf El-Pollo-Loco, Münzen und Giftflaschen zu finden, um gegen das Killerhuhn zu kämpfen.",
    "pokedexDescription": "Basierend auf der PokéAPI eine einfache Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
    "daBubbleDescription": "DABubble ist eine moderne Chat-App, die mit Angular entwickelt wurde. Sie bietet zahlreiche Funktionen wie das Posten von Nachrichten, das Erstellen von Kanälen, das Liken von Nachrichten und das Antworten auf Chats für ein reibungsloses Kommunikationserlebnis.",
    "contact":"Kontakt",
    "contactHeadline":"Gibt es ein Problem zu lösen?",
    "contactMeText":"Kontaktieren Sie mich über dieses Formular. Ich würde mich sehr freuen, von Ihnen zu hören, Ihre Ideen kennenzulernen und zu Ihren Projekten durch meine Arbeit beizutragen.",
    "needDeveloper": "Brauchen Sie einen Frontend-Entwickler? <b>Kontaktieren Sie mich!</b>",
    "mailSucces": "Mail wurde gesendet",
    "yourName": "Dein Name",
    "yourMail": "Deine E-Mail",
    "yourMessage": "Deine Message",
    "iveRead": "Ich habe die",
    "privacePolicy": "Datenschutzrichtlinie",
    "agree": " gelesen und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
    "requiredName": "Dein Name ist erforderlich",
    "requiredMail": "Deine E-mail ist erforderlich",
    "requiredMessage": "Eine Nachricht ist erforderlich",
    "acceptPolicy": "Bitte akzeptieren Sie die Datenschutzbestimmungen",
    "sendMessage": "Naricht senden"
  }