{
    "letsTalk": " Let's Talk",
    "about me": "About Me",
    "hello": "Hello, I'm a passionate frontend developer with extensive experience in creating websites and sophisticated web applications using JavaScript and Angular. My strength lies in translating innovative design concepts into high-quality code. Thanks to my comprehensive skills and diverse project experiences, I am capable of successfully executing complex projects. I warmly invite you to take a glimpse into my work, which encompasses responsive websites and business applications.",
    "bulp": "My goal is to make every project a positive experience for the user. I believe that successful solutions should not only be functional, but also bring real joy to users. To achieve this, I use cutting-edge technologies and my passion for creative innovation to get the best out of every project.",
    "puzzle": "I am deeply convinced that the combination of technical brilliance and a strong focus on user needs can lead to truly impressive results. For me, this means ensuring not only that the technical aspects of a project are robust and efficient, but also that they seamlessly match the needs and preferences of the end users.",
    "mySkills": "My Skills",
    "skillText": "I have gained experience in building projects with various <br> front end technologies and concepts.",
    "getInTouch": "Get in touch",
    "portfolioIntroduction": "This page is a sample of my work - please feel free to try them out.",
    "joinDescription": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "polloLocoDecscription": "A simple Jump-and-Run game based on an object-oriented approach. Help El-Pollo-Loco to find coins and poison bottles to fight against the killer chicken.",
    "pokedexDescription":"Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
    "anotherProject": "Description of another project"
    
}